Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: OpenPGP Public Key
ar: مفتاح OpenPGP العام
ca: Clau pública OpenPGP
cs: Veřejný OpenPGP klíč
da: Offentlig OpenPGP-nøgle
de: Öffentlicher OpenPGP-Schlüssel
es: Clave pública OpenPGP
fi: OpenPGP-julkinen avain
fr: Clé publique OpenPGP
he: מפתח OpenPGP ציבורי
hu: OpenPGP nyilvános kulcs
it: Chiave pubblica OpenPGP
ja: OpenPGP公開鍵
ko: OpenPGP 공개 키
nb: OpenPGP-offentlig nøkkel
nl: OpenPGP-publieke sleutel
pl: Klucz publiczny OpenPGP
pt_br: Chave pública OpenPGP
pt_pt: Chave pública OpenPGP
ro: Cheie publică OpenPGP
sl: Javni ključ OpenPGP
sv: OpenPGP-publik nyckel
uk: Відкритий ключ OpenPGP
vi: Khóa công khai OpenPGP
zh_hans: OpenPGP 公钥
zh_hant: OpenPGP 公鑰

source: Opens a new local shell tab.
ar: يفتح علامة تبويب جديدة بصدفة محلية.
ca: Obre una pestanya nova de shell local.
cs: Otevře novou kartu lokálního shellu.
da: Åbner en ny fane med en lokal shell.
de: Öffnet einen neuen Tab mit einer lokalen Shell.
es: Abre una nueva pestaña de shell local.
fi: Avaa uuden paikallisen komentotulkin välilehden.
fr: Ouvre un nouvel onglet de shell local.
he: פותח לשונית חדשה של מעטפת מקומית.
hu: Új lapot nyit meg helyi parancsértelmezővel.
it: Apre una nuova scheda di shell locale.
ja: 新しいローカルシェルのタブを開きます。
ko: 새 로컬 셸 탭을 엽니다.
nb: Åpner en ny fane med lokalt skall.
nl: Opent een nieuwe tab met een lokale shell.
pl: Otwiera nową kartę lokalnej powłoki.
pt_br: Abre uma nova aba de shell local.
pt_pt: Abre um novo separador de shell local.
ro: Deschide o filă nouă cu shell local.
sl: Odpre nov zavihek z lokalno lupino.
sv: Öppnar en ny flik med ett lokalt skal.
uk: Відкриває нову вкладку з локальною оболонкою.
vi: Mở một tab shell cục bộ mới.
zh_hans: 打开一个新的本地 Shell 标签页。
zh_hant: 開啟新的本機 Shell 分頁。

source: Opens an SSH connection to a saved profile.
ar: يفتح اتصال SSH إلى ملف تعريف محفوظ.
ca: Obre una connexió SSH a un perfil desat.
cs: Otevře SSH připojení k uloženému profilu.
da: Åbner en SSH-forbindelse til en gemt profil.
de: Öffnet eine SSH-Verbindung zu einem gespeicherten Profil.
es: Abre una conexión SSH a un perfil guardado.
fi: Avaa SSH-yhteyden tallennettuun profiiliin.
fr: Ouvre une connexion SSH vers un profil enregistré.
he: פותח חיבור SSH לפרופיל שמור.
hu: SSH-kapcsolatot nyit egy mentett profilhoz.
it: Apre una connessione SSH a un profilo salvato.
ja: 保存されたプロファイルへのSSH接続を開きます。
ko: 저장된 프로필로 SSH 연결을 엽니다.
nb: Åpner en SSH-tilkobling til en lagret profil.
nl: Opent een SSH-verbinding met een opgeslagen profiel.
pl: Otwiera połączenie SSH z zapisanym profilem.
pt_br: Abre uma conexão SSH para um perfil salvo.
pt_pt: Abre uma ligação SSH para um perfil guardado.
ro: Deschide o conexiune SSH către un profil salvat.
sl: Odpre SSH-povezavo do shranjenega profila.
sv: Öppnar en SSH-anslutning till en sparad profil.
uk: Відкриває SSH-з'єднання до збереженого профілю.
vi: Mở kết nối SSH đến hồ sơ đã lưu.
zh_hans: 打开到已保存配置的 SSH 连接。
zh_hant: 開啟至已儲存設定檔的 SSH 連線。

source: Opens an SSH session to any host, using connection history to fill in authentication.
ar: يفتح جلسة SSH إلى أي مضيف، مستخدماً سجل الاتصالات لتعبئة بيانات المصادقة.
ca: Obre una sessió SSH a qualsevol amfitrió, utilitzant l'historial de connexions per emplenar l'autenticació.
cs: Otevře SSH relaci k libovolnému hostiteli a k doplnění ověření použije historii připojení.
da: Åbner en SSH-session til en vilkårlig vært og bruger forbindelseshistorikken til at udfylde godkendelsen.
de: Öffnet eine SSH-Sitzung zu einem beliebigen Host und verwendet den Verbindungsverlauf, um die Authentifizierung auszufüllen.
es: Abre una sesión SSH con cualquier host y usa el historial de conexiones para completar la autenticación.
fi: Avaa SSH-istunnon mihin tahansa isäntään ja täydentää todennustiedot yhteyshistoriasta.
fr: Ouvre une session SSH vers n'importe quel hôte, en utilisant l'historique des connexions pour renseigner l'authentification.
he: פותח הפעלת SSH לכל מארח, תוך שימוש בהיסטוריית החיבורים להשלמת פרטי האימות.
hu: SSH-munkamenetet nyit meg bármely gazdagéphez, a hitelesítést a kapcsolati előzményekből kitöltve.
it: Apre una sessione SSH verso qualsiasi host, usando la cronologia delle connessioni per completare l'autenticazione.
ja: 任意のホストへのSSHセッションを開きます。認証情報は接続履歴から補完されます。
ko: 연결 기록으로 인증 정보를 채워 임의의 호스트에 SSH 세션을 엽니다.
nb: Åpner en SSH-økt mot hvilken som helst vert, og bruker tilkoblingshistorikken til å fylle inn autentisering.
nl: Opent een SSH-sessie naar een willekeurige host en gebruikt de verbindingsgeschiedenis om de verificatiegegevens in te vullen.
pl: Otwiera sesję SSH z dowolnym hostem, używając historii połączeń do uzupełnienia danych uwierzytelniania.
pt_br: Abre uma sessão SSH para qualquer host, usando o histórico de conexões para preencher a autenticação.
pt_pt: Abre uma sessão SSH para qualquer anfitrião, utilizando o histórico de ligações para preencher a autenticação.
ro: Deschide o sesiune SSH către orice gazdă, folosind istoricul conexiunilor pentru a completa autentificarea.
sl: Odpre sejo SSH do poljubnega gostitelja in za izpolnitev overitve uporabi zgodovino povezav.
sv: Öppnar en SSH-session till valfri värd och använder anslutningshistoriken för att fylla i autentiseringen.
uk: Відкриває сеанс SSH до будь-якого хоста, використовуючи історію з'єднань для заповнення даних автентифікації.
vi: Mở một phiên SSH tới bất kỳ host nào, dùng lịch sử kết nối để điền thông tin xác thực.
zh_hans: 打开到任意主机的 SSH 会话，并使用连接历史填充认证信息。
zh_hant: 開啟連往任何主機的 SSH 工作階段，並使用連線記錄填入驗證資訊。

source: Opens connections or accesses potentially sensitive info
ar: يفتح اتصالات أو يصل إلى معلومات قد تكون حساسة
ca: Obre connexions o accedeix a informació potencialment sensible
cs: Otevírá připojení nebo přistupuje k potenciálně citlivým informacím
da: Åbner forbindelser eller tilgår potentielt følsomme oplysninger
de: Öffnet Verbindungen oder greift auf potenziell sensible Daten zu
es: Abre conexiones o accede a información potencialmente sensible
fi: Avaa yhteyksiä tai käyttää mahdollisesti arkaluontoisia tietoja
fr: Ouvre des connexions ou accède à des informations potentiellement sensibles
he: פותח חיבורים או ניגש למידע שעלול להיות רגיש
hu: Kapcsolatokat nyit vagy potenciálisan érzékeny adatokhoz fér hozzá
it: Apre connessioni o accede a informazioni potenzialmente sensibili
ja: 接続を開いたり、機密情報にアクセスする可能性がある
ko: 연결을 열거나 민감한 정보에 접근할 수 있음
nb: Åpner tilkoblinger eller får tilgang til potensielt sensitiv informasjon
nl: Opent verbindingen of benadert mogelijk gevoelige informatie
pl: Otwiera połączenia lub uzyskuje dostęp do potencjalnie wrażliwych informacji
pt_br: Abre conexões ou acessa informações potencialmente sensíveis
pt_pt: Abre ligações ou acede a informações potencialmente sensíveis
ro: Deschide conexiuni sau accesează informații potențial sensibile
sl: Odpira povezave ali dostopa do potencialno občutljivih podatkov
sv: Öppnar anslutningar eller får åtkomst till potentiellt känslig information
uk: Відкриває зʼєднання або отримує доступ до потенційно конфіденційної інформації
vi: Mở kết nối hoặc truy cập thông tin có thể nhạy cảm
zh_hans: 可能打开连接或访问敏感信息
zh_hant: 可能開啟連線或存取敏感資訊

source: OpenSSH Format
ar: صيغة OpenSSH
ca: Format OpenSSH
cs: Formát OpenSSH
es: Formato OpenSSH
fi: OpenSSH-muoto
fr: Format OpenSSH
he: פורמט OpenSSH
hu: OpenSSH formátum
it: Formato OpenSSH
ja: OpenSSH形式
ko: OpenSSH 형식
nl: OpenSSH-formaat
pl: Format OpenSSH
pt_br: Formato OpenSSH
pt_pt: Formato OpenSSH
ro: Format OpenSSH
sl: Format OpenSSH
uk: Формат OpenSSH
vi: Định dạng OpenSSH
zh_hans: OpenSSH 格式
zh_hant: OpenSSH 格式

source: OpenSSH Public Key Compatibility
ar: توافق مفاتيح OpenSSH العامة
ca: Compatibilitat amb claus públiques d’OpenSSH
cs: Kompatibilita veřejných klíčů OpenSSH
da: OpenSSH-kompatibilitet for offentlige nøgler
de: OpenSSH-Kompatibilität für öffentliche Schlüssel
es: Compatibilidad con claves públicas de OpenSSH
fi: OpenSSH-julkisen avaimen yhteensopivuus
fr: Compatibilité des clés publiques OpenSSH
he: תאימות מפתחות ציבוריים של OpenSSH
hu: OpenSSH nyilvános kulcs kompatibilitás
it: Compatibilità con le chiavi pubbliche OpenSSH
ja: OpenSSH 公開鍵の互換性
ko: OpenSSH 공개 키 호환성
nb: OpenSSH-kompatibilitet for offentlige nøkler
nl: OpenSSH-compatibiliteit voor openbare sleutels
pl: Zgodność z kluczami publicznymi OpenSSH
pt_br: Compatibilidade com Chave Pública OpenSSH
pt_pt: Compatibilidade com chave pública OpenSSH
ro: Compatibilitate cu cheile publice OpenSSH
sl: Združljivost javnih ključev OpenSSH
sv: OpenSSH-kompatibilitet för publika nycklar
uk: Сумісність із відкритими ключами OpenSSH
vi: Tương thích khóa công khai OpenSSH
zh_hans: OpenSSH 公钥兼容性
zh_hant: OpenSSH 公開金鑰相容性

source: Operating System
ar: نظام التشغيل
ca: Sistema operatiu
cs: Operační systém
da: Operativsystem
de: Betriebssystem
es: Sistema operativo
fi: Käyttöjärjestelmä
fr: Système d'exploitation
he: מערכת הפעלה
hu: Operációs rendszer
it: Sistema operativo
ja: オペレーティングシステム
ko: 운영 체제
nb: Operativsystem
nl: Besturingssysteem
pl: System operacyjny
pt_br: Sistema operacional
pt_pt: Sistema operativo
ro: Sistem de operare
sl: Operacijski sistem
sv: Operativsystem
uk: Операційна система
vi: Hệ điều hành
zh_hans: 操作系统
zh_hant: 作業系統

source: Operation Log
ar: سجل العمليات
ca: Registre d'operacions
cs: Protokol operací
da: Operationslog
de: Vorgangsprotokoll
es: Registro de operaciones
fi: Toimintoloki
fr: Journal des opérations
he: יומן פעולות
hu: Műveletnapló
it: Log operazioni
ja: 操作ログ
ko: 작업 로그
nb: Operasjonslogg
nl: Bewerkingslogboek
pl: Dziennik operacji
pt_br: Log de Operações
pt_pt: Registo de Operações
ro: Jurnal de operațiuni
sl: Dnevnik operacij
sv: Operationslogg
uk: Журнал операцій
vi: Nhật ký thao tác
zh_hans: 操作日志
zh_hant: 操作記錄

source: Operation was cancelled
ar: تم إلغاء العملية
ca: L'operació s'ha cancel·lat
cs: Operace byla zrušena
da: Handlingen blev annulleret
de: Vorgang wurde abgebrochen
es: La operación se canceló
fi: Toiminto peruutettiin
fr: L'opération a été annulée
he: הפעולה בוטלה
hu: A művelet meg lett szakítva
it: Operazione annullata
ja: 操作がキャンセルされました
ko: 작업이 취소되었습니다
nb: Handlingen ble avbrutt
nl: Bewerking is geannuleerd
pl: Operacja została anulowana
pt_br: A operação foi cancelada
pt_pt: A operação foi cancelada
ro: Operațiunea a fost anulată
sl: Postopek je bil preklican
sv: Åtgärden avbröts
uk: Операцію скасовано
vi: Thao tác đã bị hủy
zh_hans: 操作已取消
zh_hant: 操作已取消

source: Option
ar: خيار
es: Opción
nb: Alternativ

source: Option as Alt → %@
ar: Option كمفتاح Alt → %@
ca: Tecla Option com a Alt → %@
cs: Klávesa Option jako Alt → %@
da: Optionstast som Alt → %@
de: Wahltaste als Alt → %@
es: Tecla Option como Alt → %@
fi: Option-näppäin Alt-näppäimenä → %@
fr: Touche Option comme Alt → %@
he: מקש Option כ-Alt → %@
hu: Option billentyű Alt-ként → %@
it: Tasto Opzione come Alt → %@
ja: OptionキーをAltとして使用 → %@
ko: Option 키를 Alt로 사용 → %@
nb: Alternativtast som Alt → %@
nl: Option-toets als Alt → %@
pl: Klawisz Option jako Alt → %@
pt_br: Tecla Option como Alt → %@
pt_pt: Tecla Option como Alt → %@
ro: Tasta Option ca Alt → %@
sl: Tipka Option kot Alt → %@
sv: Option-tangent som Alt → %@
uk: Клавіша Option як Alt → %@
vi: Phím Option làm Alt → %@
zh_hans: 将 Option 键用作 Alt → %@
zh_hant: 將 Option 鍵用作 Alt → %@

source: Option Key as Alt
ar: مفتاح Option كمفتاح Alt
ca: Tecla Option com a Alt
cs: Klávesa Option jako Alt
da: Optionstast som Alt
de: Wahltaste als Alt
es: Tecla Option como Alt
fi: Option-näppäin Alt-näppäimenä
fr: Touche Option comme Alt
he: מקש Option כ-Alt
hu: Option billentyű Alt-ként
it: Tasto Opzione come Alt
ja: OptionキーをAltとして使用
ko: Option 키를 Alt로 사용
nb: Alternativtast som Alt
nl: Option-toets als Alt
pl: Klawisz Option jako Alt
pt_br: Tecla Option como Alt
pt_pt: Tecla Option como Alt
ro: Tasta Option ca Alt
sl: Tipka Option kot Alt
sv: Option-tangent som Alt
uk: Клавіша Option як Alt
vi: Phím Option làm Alt
zh_hans: 将 Option 键用作 Alt
zh_hant: 將 Option 鍵用作 Alt

source: Optional bastion or proxy host
ar: مضيف حصن أو وسيط اختياري
ca: Amfitrió bastió o proxy opcional
cs: Volitelný bastion nebo proxy host
da: Valgfri bastion- eller proxyvært
de: Optionaler Bastion- oder Proxy-Host
es: Servidor bastión o proxy opcional
fi: Valinnainen bastion- tai välityspalvelin
fr: Hôte bastion ou proxy optionnel
he: מארח מבצר או פרוקסי אופציונלי
hu: Opcionális bástyagép vagy proxy host
it: Host bastion o proxy opzionale
ja: 踏み台またはプロキシホスト（任意）
ko: 배스천 또는 프록시 호스트 (선택사항)
nb: Valgfri bastion- eller proxyvert
nl: Optionele bastion- of proxyhost
pl: Opcjonalny host bastionowy lub pośredniczący
pt_br: Host bastion ou proxy opcional
pt_pt: Anfitrião bastião ou proxy opcional
ro: Gazdă bastion sau proxy opțională
sl: Izbirni bastion ali posredniški gostitelj
sv: Valfri bastion- eller proxyvärd
uk: Необов'язковий бастіон або проксі-хост
vi: Máy chủ bastion hoặc proxy (tùy chọn)
zh_hans: 可选的堡垒机或代理主机
zh_hant: 可選的堡壘機或代理主機

source: Optional. When set, the AI Agent shows a context-usage indicator for this model.
ar: اختياري. عند التعيين، يعرض وكيل الذكاء الاصطناعي مؤشر استخدام السياق لهذا النموذج.
ca: Opcional. Quan s'estableix, l'Agent d'IA mostra un indicador d'ús del context per a aquest model.
cs: Volitelné. Pokud je nastaveno, AI agent zobrazuje indikátor využití kontextu pro tento model.
da: Valgfri. Når dette er angivet, viser AI-agenten en indikator for kontekstforbrug for denne model.
de: Optional. Wenn festgelegt, zeigt der KI-Agent eine Kontextauslastungsanzeige für dieses Modell an.
es: Opcional. Cuando se establece, el Agente de IA muestra un indicador de uso de contexto para este modelo.
fi: Valinnainen. Kun asetettu, tekoälyagentti näyttää tämän mallin kontekstin käytön ilmaisimen.
fr: Facultatif. Lorsque défini, l'Agent IA affiche un indicateur d'utilisation du contexte pour ce modèle.
he: אופציונלי. כאשר מוגדר, סוכן ה-AI מציג מחוון שימוש בהקשר עבור מודל זה.
hu: Opcionális. Ha meg van adva, az AI-ügynök a modellhez kontextushasználati jelzőt mutat.
it: Facoltativo. Se impostato, l'Agente IA mostra un indicatore di utilizzo del contesto per questo modello.
ja: 任意。設定すると、AI エージェントがこのモデルのコンテキスト使用量インジケーターを表示します。
ko: 선택 사항. 설정하면 AI 에이전트가 이 모델의 컨텍스트 사용량 표시기를 보여줍니다.
nb: Valgfritt. Når angitt viser AI-agenten en indikator for kontekstbruk for denne modellen.
nl: Optioneel. Indien ingesteld toont de AI-agent een contextgebruiksindicator voor dit model.
pl: Opcjonalne. Po ustawieniu Agent AI wyświetla wskaźnik wykorzystania kontekstu dla tego modelu.
pt_br: Opcional. Quando definido, o Agente de IA exibe um indicador de uso de contexto para este modelo.
pt_pt: Opcional. Quando definido, o Agente de IA mostra um indicador de utilização de contexto para este modelo.
ro: Opțional. Când este setat, Agentul IA afișează un indicator de utilizare a contextului pentru acest model.
sl: Neobvezno. Ko je nastavljeno, agent umetne inteligence prikaže kazalnik uporabe konteksta za ta model.
sv: Valfritt. När angivet visar AI-agenten en indikator för kontextanvändning för den här modellen.
uk: Необов'язково. Якщо вказано, AI-агент показує індикатор використання контексту для цієї моделі.
vi: Tùy chọn. Khi được đặt, Trợ lý AI sẽ hiển thị chỉ báo sử dụng ngữ cảnh cho mô hình này.
zh_hans: 可选。设置后,AI 助手将为该模型显示上下文使用量指示器。
zh_hant: 可選。設定後,AI 助理會為此模型顯示上下文使用量指示器。

source: Optionally load keybinds from an external ghostty config file. The imported file lives at %@, can be edited in place, and your in-app customizations still take priority.
ar: يمكنك اختياريًا تحميل اختصارات المفاتيح من ملف إعدادات Ghostty خارجي. يوجد الملف المُستورَد في %@، ويمكن تعديله في مكانه، وتظل تخصيصاتك داخل التطبيق ذات الأولوية.
ca: Opcionalment, carregueu les combinacions de tecles des d'un fitxer de configuració extern de ghostty. El fitxer importat es troba a %@, es pot editar directament, i les vostres personalitzacions dins l'aplicació mantenen la prioritat.
cs: Volitelně načtěte klávesové zkratky z externího konfiguračního souboru ghostty. Importovaný soubor se nachází v %@, lze jej upravit přímo a vaše přizpůsobení v aplikaci mají i nadále přednost.
da: Indlæs valgfrit tastbindinger fra en ekstern ghostty-konfigurationsfil. Den importerede fil findes i %@, kan redigeres direkte, og dine tilpasninger i appen har stadig prioritet.
de: Optional können Tastenbelegungen aus einer externen Ghostty-Konfigurationsdatei geladen werden. Die importierte Datei befindet sich unter %@, kann direkt bearbeitet werden, und Ihre In-App-Anpassungen haben weiterhin Vorrang.
es: Opcionalmente, cargue combinaciones de teclas desde un archivo de configuración externo de ghostty. El archivo importado se encuentra en %@, puede editarse directamente, y sus personalizaciones en la aplicación mantienen la prioridad.
fi: Lataa halutessasi näppäinsidokset ulkoisesta ghostty-asetustiedostosta. Tuotu tiedosto sijaitsee kohteessa %@, sitä voi muokata paikallaan, ja sovelluksen sisäiset mukautukset ovat edelleen etusijalla.
fr: Chargez éventuellement des raccourcis clavier depuis un fichier de configuration Ghostty externe. Le fichier importé se trouve dans %@, peut être modifié sur place, et vos personnalisations dans l'app conservent la priorité.
he: ניתן לטעון קיצורי מקשים מקובץ תצורה חיצוני של Ghostty. הקובץ המיובא נמצא ב-%@, ניתן לעריכה במקום, וההתאמות האישיות שלך באפליקציה עדיין מקבלות עדיפות.
hu: Opcionálisan töltsön be billentyűkiosztásokat egy külső ghostty konfigurációs fájlból. Az importált fájl a következő helyen található: %@, helyben szerkeszthető, és az alkalmazáson belüli testreszabások továbbra is elsőbbséget élveznek.
it: Carica opzionalmente le associazioni tasti da un file di configurazione ghostty esterno. Il file importato si trova in %@, può essere modificato direttamente e le tue personalizzazioni nell'app mantengono la priorità.
ja: 外部のGhostty設定ファイルからキーバインドを読み込むことができます。読み込まれたファイルは %@ にあり、その場で編集でき、アプリ内のカスタマイズは引き続き優先されます。
ko: 외부 ghostty 설정 파일에서 키 바인딩을 선택적으로 불러올 수 있습니다. 가져온 파일은 %@에 있으며, 그 자리에서 편집할 수 있고 앱 내 사용자 정의는 계속 우선합니다.
nb: Last valgfritt tastaturbindinger fra en ekstern Ghostty-konfigurasjonsfil. Den importerte filen finnes i %@, kan redigeres på stedet, og tilpasningene dine i appen har fortsatt prioritet.
nl: Laad optioneel sneltoetsen vanuit een extern Ghostty-configuratiebestand. Het geïmporteerde bestand bevindt zich in %@, kan direct worden bewerkt, en uw aanpassingen in de app blijven voorrang hebben.
pl: Opcjonalnie wczytaj skróty klawiszowe z zewnętrznego pliku konfiguracyjnego ghostty. Zaimportowany plik znajduje się w %@, można go edytować w miejscu, a ustawienia w aplikacji nadal mają priorytet.
pt_br: Opcionalmente carregue atalhos de teclado de um arquivo de configuração ghostty externo. O arquivo importado fica em %@, pode ser editado no lugar, e suas personalizações no app continuam tendo prioridade.
pt_pt: Opcionalmente, carregue atalhos de teclado de um ficheiro de configuração ghostty externo. O ficheiro importado encontra-se em %@, pode ser editado no local, e as suas personalizações na aplicação mantêm a prioridade.
ro: Opțional, încărcați asocieri de taste dintr-un fișier de configurare Ghostty extern. Fișierul importat se află la %@, poate fi editat la fața locului, iar personalizările din aplicație păstrează în continuare prioritatea.
sl: Po želji naložite bližnjice tipk iz zunanje konfiguracijske datoteke Ghostty. Uvožena datoteka se nahaja v %@, lahko jo urejate neposredno, vaše prilagoditve v aplikaciji pa ohranijo prednost.
sv: Ladda valfritt tangentbindningar från en extern ghostty-konfigurationsfil. Den importerade filen finns i %@, kan redigeras direkt, och dina anpassningar i appen har fortfarande företräde.
uk: За бажанням завантажте прив'язки клавіш із зовнішнього файлу конфігурації ghostty. Імпортований файл знаходиться в %@, його можна редагувати на місці, а ваші налаштування в застосунку залишаються пріоритетними.
vi: Tùy chọn tải phím tắt từ tệp cấu hình Ghostty bên ngoài. Tệp đã nhập nằm tại %@, có thể chỉnh sửa trực tiếp và các tùy chỉnh trong ứng dụng vẫn có mức ưu tiên cao nhất.
zh_hans: 可选择从外部 ghostty 配置文件加载快捷键绑定。已导入的文件位于 %@，可以直接编辑，您在应用内的自定义设置仍然优先。
zh_hant: 可選擇從外部 ghostty 設定檔載入快速鍵綁定。已匯入的檔案位於 %@,可直接編輯,您在應用程式內的自訂設定仍然優先。

source: Options
ar: الخيارات
ca: Opcions
cs: Možnosti
da: Indstillinger
de: Optionen
es: Opciones
fi: Asetukset
he: אפשרויות
hu: Beállítások
it: Opzioni
ja: オプション
ko: 옵션
nb: Alternativer
nl: Opties
pl: Opcje
pt_br: Opções
pt_pt: Opções
ro: Opțiuni
sl: Možnosti
sv: Alternativ
uk: Параметри
vi: Tùy chọn
zh_hans: 选项
zh_hant: 選項

source: Options:
ar: الخيارات:
ca: Opcions:
cs: Možnosti:
da: Indstillinger:
de: Optionen:
es: Opciones:
fi: Asetukset:
he: אפשרויות:
hu: Beállítások:
it: Opzioni:
ja: オプション:
ko: 옵션:
nb: Alternativer:
nl: Opties:
pl: Opcje:
pt_br: Opções:
pt_pt: Opções:
ro: Opțiuni:
sl: Možnosti:
sv: Alternativ:
uk: Параметри:
vi: Tùy chọn:
zh_hans: 选项：
zh_hant: 選項：

source: Organization
ar: المؤسسة
ca: Organització
cs: Organizace
da: Organisation
de: Organisation
es: Organización
fi: Organisaatio
fr: Organisation
he: ארגון
hu: Szervezet
it: Organizzazione
ja: 組織
ko: 조직
nb: Organisasjon
nl: Organisatie
pl: Organizacja
pt_br: Organização
pt_pt: Organização
ro: Organizație
sl: Organizacija
sv: Organisation
uk: Організація
vi: Tổ chức
zh_hans: 组织
zh_hant: 組織

source: Original
ar: الأصلي
cs: Původní
fi: Alkuperäinen
he: מקורי
hu: Eredeti
it: Originale
ja: オリジナル
ko: 오리지널
nl: Origineel
pl: Oryginalna
sl: Izvirna
uk: Оригінальний
vi: Nguyên bản
zh_hans: 原始
zh_hant: 原始

source: Original Key
ar: المفتاح الأصلي
ca: Clau original
cs: Původní klíč
da: Original tast
de: Originaltaste
es: Clave original
fi: Alkuperäinen avain
fr: Touche d'origine
he: מקש מקורי
hu: Eredeti billentyű
it: Tasto originale
ja: 元のキー
ko: 원본 키
nb: Opprinnelig nøkkel
nl: Originele sleutel
pl: Oryginalny klawisz
pt_br: Tecla Original
pt_pt: Chave Original
ro: Tasta originală
sl: Izvirna tipka
sv: Originalnyckel
uk: Оригінальний ключ
vi: Phím gốc
zh_hans: 原始密钥
zh_hant: 原始金鑰

source: Original: %@
ar: الأصلي: %@
cs: Původní: %@
fi: Alkuperäinen: %@
he: מקורי: %@
hu: Eredeti: %@
it: Originale: %@
ja: 元: %@
ko: 원본: %@
nb: Opprinnelig: %@
nl: Origineel: %@
pl: Oryginał: %@
sl: Izvirno: %@
uk: Оригінал: %@
vi: Gốc: %@
zh_hans: 原始：%@
zh_hant: 原始：%@

source: Orphaned Debug Pods
ar: حاويات التصحيح المعزولة
ca: Pods de depuració orfes
cs: Osiřelé debug pody
da: Forældreløse debug-pods
de: Verwaiste Debug-Pods
es: Pods de depuración huérfanos
fi: Orvot debug-podit
fr: Pods de débogage orphelins
he: Pods לניפוי באגים שנותרו יתומים
hu: Árva hibakereső podok
it: Pod di debug orfani
ja: 孤立したデバッグPod
ko: 고아 디버그 Pod
nb: Foreldreløse feilsøkingspoder
nl: Verweesde debug-pods
pl: Osierocone pody debugowania
pt_br: Pods de Debug Órfãos
pt_pt: Pods de Depuração Órfãos
ro: Pod-uri de depanare orfane
sl: Osiroteli razhroščevalni podi
sv: Övergivna debug-poddar
uk: Залишкові налагоджувальні поди
vi: Pod debug bị bỏ sót
zh_hans: 孤立的调试 Pod
zh_hant: 孤立的除錯 Pod

source: OS
ar: نظام التشغيل
ca: SO
es: SO
fi: Käyttöjärjestelmä
he: מערכת הפעלה
pl: System
pt_br: SO
pt_pt: SO
uk: ОС

source: OS & Distros
ar: أنظمة التشغيل والتوزيعات
ca: SO i distros
cs: OS a distribuce
da: OS & distroer
es: SO y distros
fi: Käyttöjärjestelmät ja distrot
fr: OS et distros
he: מערכות הפעלה והפצות
hu: OS és disztrók
it: OS e distro
ja: OSとディストロ
ko: OS 및 배포판
nb: OS & distroer
pl: OS i dystrybucje
pt_br: SO e distros
pt_pt: SO e distros
ro: SO și distribuții
sl: OS in distribucije
uk: ОС і дистрибутиви
vi: OS & Distro
zh_hans: 操作系统与发行版
zh_hant: 作業系統與發行版

source: Other
ar: أخرى
ca: Altres
cs: Ostatní
da: Andre
de: Andere
es: Otros
fi: Muut
fr: Autres
he: אחר
hu: Egyéb
it: Altri
ja: その他
ko: 기타
nb: Andre
nl: Overig
pl: Inne
pt_br: Outros
pt_pt: Outros
ro: Altele
sl: Drugo
sv: Övrigt
uk: Інші
vi: Khác
zh_hans: 其他
zh_hant: 其他
